Repository: rrbauta/IsuReservation
Catalog: IsuReservation/Resources/MessageResource.*.resx
Languages: es

# NameFieldEmpty
source: Name field is mandatory
es: El campo Nombre es obligatorio

# BirthDayFieldEmpty
source: Birth date field is mandatory
es: El campo Fecha de nacimiento es obligatorio

# ContactTypeFieldEmpty
source: Contact type field is mandatory
es: El campo Tipo de contacto es obligatorio

# AgeOlderThan18
source: Age must be older than 18 years old
es: Debe tener màs de 18 años

source: Invalid date
es: Fecha inválida

source: Contact not found
es: Contacto no encontrado

source: Contact already exist
es: El Contacto ya està registrado

# DateFieldEmpty
source: Date field is mandatory
es: El campo Fecha es obligatorio

# TimeFieldEmpty
source: Time field is mandatory
es: El campo Hora es obligatorio

source: Invalid time
es: Hora invàlida

# DestinationFieldEmpty
source: Destination field is mandatory
es: El campo Destino es obligatorio

source: Reservation already exist
es: La Reservaciòn ya està registrada

# UnhandledError
source: Something went wrong. Plase try again later
es: Ha ocurrido un error. Por favor intèntelo màs tarde

source: Reservation not found
es: Reservaciòn no encontrada

# ContactFieldEmpty
source: Contact field is mandatory
es: El campo Contacto es obligatorio
